tap "homebrew/cask-fonts"
brew "gcc"
brew "git"
brew "wget"
brew "openssl"
brew "readline"
brew "sqlite3"
brew "xz"
brew "zlib"
brew "tmux"
brew "tree"
brew "exa"
brew "ripgrep"
brew "starship"
brew "node"
brew "diff-so-fancy"
brew "bat"
brew "fd"
brew "fzf"
brew "croc"
brew "mobile-shell"
brew "vim"
brew "pyenv"
brew "pyenv-virtualenv"

brew "ipython"
brew "pandoc"
brew "pygments"
brew "zeromq"
brew "jupyterlab"

cask "1password"
cask "alacritty"
cask "copyclip"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "font-hack-nerd-font"
cask "navicat-for-mysql"
cask "navicat-premium"
cask "sizeup"
cask "slack"
cask "visual-studio-code"

